enum ScoutEventTypeRuDTO {
  'Гол' = 13,
  'Ассист' = 15,
  'Отложен штраф' = 19,
  'Буллит с преследованием' = 20,
  'Начало матча' = 23,
  'Начало периода / тайма' = 24,
  'Конец матча' = 25,
  'Конец периода / тайма' = 26,
  'Буллит классический' = 27,
  'Задержка' = 28,
  'Разминка' = 29,
  'BetStop' = 30,
  'BetStart' = 31,
  'Победа по буллитам' = 32,
  'Послематчевые буллиты' = 33,
  'Смена вратаря' = 39,
  'Промах' = 40,
  'Отмена матча' = 41,
  'Видеопросмотр' = 42,
  'Таймер запущен' = 44,
  'Таймер остановлен' = 45,
  'Буллит реализован' = 48
}

export { ScoutEventTypeRuDTO }
